Repository: bigon/pavucontrol-debian
Catalog: po/*.po
Languages: de

source: Adjust the volume level
de: Lautstärke anpassen

source: PulseAudio Volume Control
de: PulseAudio-Lautstärkeregler

source: Volume Control
de: Lautstärkeregler

source: <b>S_how:</b>
de: <b>A_nzeigen:</b>

source: <b>Sho_w:</b>
de: <b>Anze_igen:</b>

source: <b>_Show:</b>
de: <b>_Anzeigen:</b>

source: <b>left-front</b>
de: <b>vorne links</>

source: <i>No application is currently playing audio.</i>
de: <i>Keine Applikation gibt zur Zeit Ton wieder.</i>

source: <i>No application is currently recording audio.</i>
de: <i>Keine Applikation nimmt zur Zeit Ton auf.</i>

source: <i>No input devices available</i>
de: <i>Keine Eingabegeräte verfügbar.</i>

source: <i>No output devices available</i>
de: <i>Keine Ausgabegeräte verfügbar</i>

source: All Input Devices All Except Monitors Hardware Input Devices Virtual Input Devices Monitors
de: Alle Eingabegeräte Alle außer Beobachter Hardware-Eingabegeräte Virtuelle Eingabegeräte Beobachter

source: All Output Devices Hardware Output Devices Virtual Output Devices
de: Alle Ausgabegeräte Hardware-Ausgabegeräte Virtuelle Ausgabegeräte

source: All Streams Applications Virtual Streams
de: Alle Spuren Anwendungen Virtuelle Spuren

source: Lock channels together
de: Kanäle zusammen anpassen

source: Mute audio
de: Stummschalten

source: Open menu
de: Menü öffnen

source: Stream Title
de: Spurtitel

source: _Input Devices
de: _Eingabegeräte

source: _Output Devices
de: _Ausgabegeräte

source: _Playback
de: _Wiedergabe

source: _Recording
de: _Aufnahme

source: Volume Control Feedback Sound
de: Lautstärkeregler-Rückgabeklang

source: pa_context_set_sink_volume_by_index() failed
de: pa_context_set_sink_volume_by_index() fehlgeschlagen

source: pa_context_set_sink_mute_by_index() failed
de: pa_context_set_sink_mute_by_index() fehlgeschlagen

source: pa_context_set_default_sink() failed
de: pa_context_set_default_sink() fehlgeschlagen

source: _Default
de: _Vorgabe

source: pa_context_set_source_volume_by_index() failed
de: pa_context_set_source_volume_by_index() fehlgeschlagen

source: pa_context_set_source_mute_by_index() failed
de: pa_context_set_source_mute_by_index() fehlgeschlagen

source: pa_context_set_default_source() failed
de: pa_context_set_default_source() fehlgeschlagen

source: _Move Stream...
de: Spur _verschieben …

source: _Terminate Stream
de: Spur _beenden

source: pa_context_set_sink_input_volume() failed
de: pa_context_set_sink_input_volume() fehlgeschlagen

source: pa_context_set_sink_input_mute() failed
de: pa_context_set_sink_input_mute() fehlgeschlagen

source: pa_context_kill_sink_input() failed
de: pa_context_kill_sink_input() fehlgeschlagen

source: pa_context_move_sink_input_by_index() failed
de: pa_context_move_sink_input_by_index() fehlgeschlagen

source: pa_context_kill_source_output() failed
de: pa_context_kill_source_output() fehlgeschlagen

source: pa_context_move_source_output_by_index() failed
de: pa_context_move_source_output_by_index() fehlgeschlagen

source: pa_ext_stream_restore_write() failed
de: pa_ext_stream_restore_write() fehlgeschlagen

source: Failed to read data from stream
de: Lesen des Datenstroms fehlgeschlagen

source: Peak detect
de: Ausschlagsserkennung

source: Failed to create monitoring stream
de: Erstellung des Beobachterdatenstroms fehlgeschlagen

source: Failed to connect monitoring stream
de: Verbindungsaufbau zum Beobachterdatenstrom fehlgeschlagen

source: System Sounds
de: Systemklänge

source: Sink callback failure
de: Senke Callback-Fehler

source: Source callback failure
de: Quellen Callback-Fehler

source: Sink input callback failure
de: Senken-Eingabe Callback-Fehler

source: Source output callback failure
de: Quellen-Ausgabe Callback-Fehler

source: Client callback failure
de: Client Callback-Fehler

source: Server info callback failure
de: Server-Information Callback-Fehler

source: Failed to initialized stream_restore extension: %s
de: Initialisierung der »stream_restore«-Erweiterung fehlgeschlagen: %s

source: pa_ext_stream_restore_read() failed
de: pa_ext_stream_restore_read() fehlgeschlagen

source: pa_context_get_sink_info_by_index() failed
de: pa_context_get_sink_info_by_index() fehlgeschlagen

source: pa_context_get_source_info_by_index() failed
de: pa_context_get_source_info_by_index() fehlgeschlagen

source: pa_context_get_sink_input_info() failed
de: pa_context_get_sink_input_info() fehlgeschlagen

source: pa_context_get_client_info() failed
de: pa_context_get_client_info() fehlgeschlagen

source: pa_context_get_server_info() failed
de: pa_context_get_server_info() fehlgeschlagen

source: pa_context_subscribe() failed
de: pa_context_subscribe() fehlgeschlagen

source: pa_context_client_info_list() failed
de: pa_context_client_info_list() fehlgeschlagen

source: pa_context_get_sink_info_list() failed
de: pa_context_get_sink_info_list() fehlgeschlagen

source: pa_context_get_source_info_list() failed
de: pa_context_get_source_info_list() fehlgeschlagen

source: pa_context_get_sink_input_info_list() failed
de: pa_context_get_sink_input_info_list() fehlgeschlagen

source: pa_context_get_source_output_info_list() failed
de: pa_context_get_source_output_info_list() fehlgeschlagen

source: Connection failed
de: Verbindung fehlgeschlagen
